Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/educational_material_fi/maht_finniim_samikiela_mattaattas.pdf.tmx
Source language: smn
Languages: sms

source: Máhđulâšvuođâin sämikielâ já sämikielâlii máttááttâsân asâtteh vuáđumáttááttâs- já luvâttâhlaavâin, máttááttâs- já kulttuurministeriö miärádâsâin já máttááttâsvuávám vuáđustâsâin.
sms: SääŠmǩiõl da sääŠmǩiõlʼlaž mättʼtõs LääŠddjânnmest Vuäittmõõžžin sääŠmǩiõl da sääŠmǩiõlʼlaž mättʼtõŠsse šiõtteet vuâđđmättʼtõs- da lookkjiškooul-laaŠjjin, mättʼtõs- da kultturministeria meärrõõzzin da mättʼtemplaan vuâđain.

source: Vyeimistorroo máhđulâšvuođah kyeskih puoh kuulmâ sämikielân: anarâš-, nuorttâlâš- já tavesämikielân.
sms: Viõǥǥâst åårrai vuäittmõõžž kuâŠsǩǩe pukid kolmm sääŠmǩiõl: aanar-, nuõrttsääŠm- ja tâŠvvsääŠmǩiõlid.

source: Sämikuávlu kieldâin škovlâ lii kenigâs orniđ sämikielâ mättee uáppei vuáđumáttááttâs válduoosijn sämikielân.
sms: SäŠmmlai dommvuuŠd kooŠddin škooul lij õõlǥtum riâššâd sääŠmǩiõl siltteeŠji škooulneeŠǩǩi vuâđđmättʼtõõzz väŠlddvuäŠzzin sääŠmǩiõlin.

source: Keevâtlávt tot meerhâš vuáđumáttááttâs uáppei vuoigâdvuođâ finniđ máttááttâsâst ucemustáá pele sämikielân.
sms: TakaivueŠjjest tõn mieŠrren lij, što škooulneeŠǩǩest lij vuõiggâdvuõtt vuäǯǯad vuâđđmättʼtõõzz uuŠccmõsân bieŠll sääŠmǩiõlin.

source: Luvâttuvvâst já áámmátlii škovliittâsâst sämikielâlâš máttááttâs lii meid máhđulâš.
sms: Lookkjiškooulâst da ämmatlaž škooultõõzzâst sääŠmǩiõllsâž mättʼtõs lij še vuäittmõõžžâst.

source: Lasseen sämikuávlust lii máhđulâš luuhâđ sämikielâ eenikielâ já vieres kielâ oppâamnâsin vuáđumáttááttâsâst, luvâttuvvâst já áámmátlii škovliittâsâst.
sms: LââŠssen dommvuuŠdest lij vuäittmõš lookkâd sääŠmǩiõl da veeŠres ǩiõl mättʼtemaunnsid vuâđđmättʼtõõzzâst, lookkjiškooulâst da ämmtlaž škooultõõzzâst.

source: Sämikuávlu kieldâi ulguubeln lii máhđulâš finniđ sämikielâ máttááttâs, mutâ máttááttâs ornim váátá eromâš aktiivlâšvuođâ !
sms: SäŠmmlai dommvuuŠd kooŠddi åålǥbeäŠlnn lij vuäittmõš vuäǯǯad sääŠmǩiõl mättʼtõõzz, leâŠša mättʼtõõzz riâššmõš ooudald spesial aktiiv-vuõđ !

source: Máttááttâs uárnejuvvoo sehe aldamáttááttâssân ete virtuaallávt.
sms: Mättʼtõõzz riâžžât âŠlddmättʼtõsân da še virtualʼlânji.

source: Tooimâ návt: Jis halijdah sämikielâ máttááttâs, oovdânpyevti tuu táátu jieijâs škoovlâ rehtorân.
sms: TuåiŠmme täna info@samediggi.fi, kååŠtt veäŠǩǩad mättŠtõõđjid, puärrsid da škooultõõzz riâššjid mättʼtõõzz äiggavuäǯǯmõõžžâst.

source: Puávtáh lasseen väldiđ ohtâvuođâ sämitige škovlim- já oppâmateriaaltoimâttâhân
sms: nalla: Jõs haaŠlääk sääŠmǩiõl mättʼtõõzz, uuŠd alttõõzz jiijjad rehttra.

source: info@samediggi.fi, kote iššeed uáppeid, vaanhimijd já škovliittâs uárnejeijeid máttááttâs ááigán
sms: Vuäitak lââŠssen väŠldded õhttvuõđ sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttr

source: Pajeuáppeetutkosist lii máhđulâš čođâldittiđ sämikielâ eenikielâ teikâ vieres kielâ iskos.
sms: PâŠjjmättʼtõõtti-tuŠtǩǩõõzzâst lij vuäittmõš spraavdõõttâd sääŠmǩiõl jieŠnnǩiõl leŠbe veeŠres ǩiõl teeŠst.

source: Sämikielâ luvâttâhkuursâid lii máhđulâš čođâldittiđ meid virtuaallávt.
sms: SääŠmǩiõl lookkjiškooulkuursid lij vuäittmõš spraavdõõttâd še virtualʼlânji.

source: Sämikuávlu kieldâi ulguubeln luvâttuv jottei kannat čuávvuđ oppâfalâlduv säämi máttááttâskuávdáá virtuaalškoovlâst www.sogsakk.fi já lasseen sämikielâ kuursâi ornim e-luvâttuvvâst www.elukio.fi.
sms: SäŠmmlai dommvuuŠd kooŠddi åålǥbeäŠlnn lookkjiškooulâst lookki vuäiŠtte ǩiõččâd mättjemtarjjumuužž sääŠmvuuŠd škooulʼjemkõõskõõzz virtualškooulâst www.sogsakk.fi da lââŠssen sääŠmǩiõl kuursi riâššmõõžž e-lookkjiškooulâst www.elukio.fi.

source: Luvâttâhkuursâi čođâldit temmáhđulâšvuođâ puáhtá koijâdiđ meid sämikuávlu kieldâi luvâttuvâin, main láá virtuaaluáppeeh jyehi ive.
sms: Lookkjiškooulkuursi spraavdõõttâmvuäittmõõžž vuäitt kõõččâd še säŠmmlai dommvuuŠd kooŠddi lookkjiškooulin, koin liâ virtualmättʼtõõđi piirieeŠjji.

source: Säämi máttááttâskuávdáš uárnee jyehi ive ubâ luuhâmpaje kukkosii aldaškovliittâs anarâš-, nuorttâlâš- já tavesämikielâ kielâin, www.sogsakk.fi.
sms: SääŠmvuuŠd škoouŠlʼjemkõõskõs reäšš piirieeŠjji obb lookkâmpââi piŠštti aŠlddškooultõõzz aanar-, nuõrtt, www.sogsakk.fi.

source: Suomâ ollâopâttuvâin kuulmâst lii máhđulâš oppâđ sämikielâ:
sms: sääŠm- da tâŠvvsääŠmǩiõlin

source: http://www.oulu.fi/giellagasinstituutti /, www.ulapland.fi, http://www.helsinki.fi/sup /.
sms: LääŠddjânnam kolmmen universiteeŠttin lij vuäittmõš mättʼtõõttâd sääŠmǩiõl:
